tap "aws/tap"
tap "homebrew/bundle"
tap "ngrok/ngrok"
tap "oven-sh/bun"
brew "pycparser"
brew "cffi"
brew "aws-sam-cli"
brew "awscli"
brew "caddy"
brew "cfn-lint"
brew "chezmoi"
brew "chrome"
brew "docker"
brew "dropbox"
brew "gh"
brew "git"
brew "glow"
brew "jq"
brew "node"
brew "nordvpn"
brew "nordpass"
brew "nvm"
brew "ollama"
brew "openssl@1.1"
brew "pandoc"
brew "pipx"
brew "poetry"
brew "powerlevel10k"
brew "pyenv"
brew "steam"
brew "visual-studio-code"
brew "zig"
brew "zsh"
brew "zsh-autocomplete"
brew "oven-sh/bun/bun"
cask "docker"
cask "duckduckgo"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "godot"
cask "hyper"
cask "ngrok"
vscode "astro-build.astro-vscode"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "nomicfoundation.hardhat-solidity"
vscode "twxs.cmake"
